{
  "It's Come To This": {
    "Soldiers of Rock": "<p>[Verse 1]<br>I don't mind we've got nothing to hide<br>I look at you with a glint in my eye<br>'Cause I believe this country's gone to hell<br>Looking back at the young and the old<br>Days and nights we do as we're told<br>'Cause I believe this country's gone to hell</p><p>[Pre-Chorus]<br>There's a hole in my relationship<br>No one's at work and it's come to this<br>I can do whatever we like<br>I'm taking it back tonight</p><p>[Chorus]<br>We're the minority, not the majority<br>If you don't mind, I'm taking back tonight<br>I've got nothing, but not that you care<br>If you don't mind, I'm taking it back so!</p><p>[Verse 2]<br>Back in the day they'd fly through the night<br>Out in the fields they lived and they died<br>'Cause I believe this country's gone to hell<br>Come on now let's not be shy<br>Look at me with a glint in your eye<br>'Cause I believe this country's gone to hell</p><p>[Pre-Chorus]<br>There's a hole in my relationship<br>No one's at work and it's come to this<br>I can do whatever we like<br>I'm taking it back tonight</p><p>[Chorus]<br>We're the minority, not the majority<br>If you don't mind, I'm taking back tonight<br>I've got nothing, but not that you care<br>If you don't mind, I'm taking it back so!</p><p>[Guitar solo]</p><p>[Pre-Chorus]<br>There's a hole in my relationship<br>No one's at work and it's come to this<br>I can do whatever we like<br>I'm taking it back tonight</p><p>[Chorus]<br>We're the minority, not the majority<br>If you don't mind, I'm taking back tonight<br>I've got nothing, but not that you care<br>If you don't mind, I'm taking it back so!</p><p>[Outro]<br>Soldiers of rock<br>Mercenaries of pain</p>",
    "Dead From the Waist Down": "<p>[Verse 1]<br /> What's up with me? <br> I can't take it back<br> It's got a hold on me <br> So I show myself against the light<br> I know it's up to me <br> If I live or die<br> Can't find the strength in me<br> I ask myself the same old why<br></p><p>[Pre-Chorus]<br> 'Cause I, I'm dead from the waist down<br> Oh I, I'm living in a lost town<br></p><p>[Chorus]<br> I've been watching you play<br> Emotions take me away<br> I've been listening to lies<br> Against the light, against the light<br></p><p>[Verse 2]<br> What's up with me?<br> I'm a loaded gun<br> It's got a grasp on me<br> So I shoot myself into the sun<br> I know it's up to me<br> If I live or die<br> I've found the strength in me<br> But I've not the reason why<br></p><p>[Pre-Chorus]<br /> 'Cause I, I'm dead from the waist down<br> Oh I, I'm living in a lost town<br></p><p>[Chorus]<br /> I've been watching you play<br /> Emotions take me away<br> I've been listening to lies<br> Against the light, against the light<br></p><p>[Verse 3]<br /> What's up with me?<br> And what's up with you?<br> Lose control of me<br></p><p>[Pre-Chorus]<br /> 'Cause I, I'm dead from the waist down<br> Oh I, I'm living in a lost town<br></p><p>[Chorus]<br /> I've been watching you play<br /> Emotions take me away<br> I've been listening to lies<br> Against the light, against the light<br></p><p>[Chorus]<br /> I've been watching you play<br> Emotions take me away<br> I've been listening to lies<br> Against the light, against the light</p>",
    "No Lies": "<p>[Verse 1]<br> You can be there, you could be waiting<br> Out of the light I'll do you again<br> Look to the skies, look to the ceiling<br> I don't know why but I'll do you again<br></p><p>[Pre-Chorus]<br> You keep me waiting <br> I cannot forsaken your lies<br> You keep me waiting<br> I can't be mistaken this time<br></p><p>[Chorus]<br> Tell me no lies, tell me your lies<br> Have we ever, ever made it this far?<br> What do you see when you're looking at me?<br> How'd we ever, ever make it this far?<br></p><p>[Verse 2]<br> Open your eyes, open your feelings<br> Why do you try to make me so low?<br> This is the time, this is the greeting <br> Together as one, I need you to know<br></p><p>[Pre-Chorus]<br> You keep me waiting <br> I cannot forsaken your lies<br> You keep me waiting<br> I can't be mistaken this time<br></p><p>[Chorus]<br> Tell me no lies, tell me your lies<br> Have we ever, ever made it this far?<br> What do you see when you're looking at me?<br> How'd we ever, ever make it this far?<br></p><p>[Guitar Solo]</p><p>[Verse 3]<br> You can be there, you could be waiting<br> Out of the light, I'll do you again<br> Look to the skies look to the ceiling<br> I don't know why but I'll do you again<br></p><p>[Pre-Chorus]<br> You keep me waiting <br> I cannot forsaken your lies<br> You keep me waiting<br> I can't be mistaken this time<br></p><p>[Chorus]<br> Tell me no lies, tell me your lies<br> Have we ever, ever made it this far?<br> What do you see when you're looking at me?<br> How'd we ever, ever make it this far?<br></p><p>[Outro]<br> What do you say?</p>",
    "Massacre": "<p>[Verse 1]<br> Don't you start with me<br> 'Cause I always win the fight<br> Live in fear from me<br> I will teach you wrong from right</p><p>[Verse 2]<br> Why'd you say those things?<br> You know nothing about my life<br> Only pain you bring<br> So you'll see the Reaper's scythe</p><p>[Chorus]<br> When lightning strikes<br> With a heart that bites<br> I'm right there<br> You're out of hand<br> Try to understand<br> You'll die before you're old</p><p>[Verse 3]<br> Take this lesson now<br> Keep these teachings by your side<br> When you yelled out 'How?'<br> I hope it hurt you deep inside</p><p>[Chorus]<br> When lightning strikes<br> With a heart that bites<br> I'm right there<br> You're out of hand<br> Try to understand<br> You'll die before you're old</p><p>[Guitar Solo]</p><p>[Chorus]<br> When lightning strikes<br> With a heart that bites<br> I'm right there<br> You're out of hand<br> Try to understand<br> You'll die before you're old<br> Before you're old<br> Before you're old<br> Before you're old<br></p>",
    "Going Away": "<p>[Verse 1]<br> What does it feel like,<br> What does it feel like when I'm away?<br> Time is a healer<br> Time is a healer that's what they say<br> We don't have long left<br> We don't have long left to save this day<br> We're facing a journey<br> We're facing a journey and we can't...<br></p><p>[Chorus]<br> Heal me I am broken<br> Miles apart, right next to me<br> Heal me, make me stronger<br> Give me your hand and take me away<br></p><p>[Verse 2]<br> What does it feel like,<br> You already know that much is true<br> We're facing our demons<br> We're facing our demons I face with you<br> We don't have long left<br> We don't have long left to save this love<br> We're facing a journey<br> We're facing a journey from above<br></p><p>[Chorus]<br> Heal me I am broken<br> Miles apart, right next to me<br> Heal me, make me stronger<br> Give me your hand and take me away<br></p><p>[Verse 3]<br> What you say to me it doesn't seem alright<br> Who do you think you are staying out all night?<br> Now you've come back <br> And everything's changed<br> I believed you<br> I think that you're deranged<br> You're fucking deranged!<br></p>",
    "Weapon": "<p>[Verse 1]<br> Nobody's perfect but<br> I'm just about as good as it gets<br> Nobody's got it but <br> I knew that you want to regret it<br> 'Cause I've got to, got to, got to <br> Make you see<br> Gonna do what I like <br> 'Cause I've got to make you feel<br></p><p>[Chorus]<br> Falling down <br> Gonna make you my own<br> Gonna take you between the thighs<br> And I've got to take you home<br></p><p>[Verse 2]<br> Fixed up, dressed sharp <br> And I'm looking at you<br> Get your coat let's go<br> I'm coming home with you<br> 'Cause I've got to, got to, got to <br> Make you see<br> Gonna do what I like <br> 'Cause I've got to make you feel<br></p><p>[Chorus]<br> Falling down <br> Gonna make you my own<br> Gonna take you between the thighs<br> And I've got to take you home<br></p><p>[Guitar Solo]</p><p>[Verse 3]<br> Pants down, knickers off<br> And I'm looking at you<br> I'm gonna go down south<br> I know just what to do<br> 'Cause I've got to, got to, got to<br> Make you see<br> Gonna do what I like <br> 'Cause I've got to make you feel<br></p><p>[Chorus]<br> Falling down <br> Gonna make you my own<br> Gonna take you between the thighs<br> And I've got to take you home<br></p><p>[Verse 4]<br> I've got my hand in the cookie jar<br> And I know you're gonna feel it alright<br> I'm the one with the whisky inside<br> And I know your gonna feel it tonight<br></p><p>[Verse 5]<br> Fixed up and I'm looking good<br> And you know that I'm looking at you<br> You're the one that I've got this time<br> And I got to, got to, got to<br> Get with you<br> Got to do it! Alright!<br></p><p>[Verse 6]<br> Alright, alright <br> Now you're coming with me<br> You know we're gonna do it<br> Just you wait and see<br> You're feeling it tonight <br> On the three piece suite<br> Holding back desire<br> You're coming with me<br></p>",
    "Touch of Death": "<p>[Verse 1]<br> I need to feel complete<br> The sight of you makes me want to up and flee<br> My eyes they look at you<br> I hope that you can feel what I feel too<br> But when I brush your breast <br> The pain went through me, and I do not jest<br> I need you forever and more<br> I know I can't have you so I need you more<br></p><p>[Chorus]<br> (Back off!)<br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!)<br>  If the sun still shines it'll be alright<br> (Back off!) <br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!) <br> If the sun still shines it'll be alright,<br> Be alright in the end<br> Touch of death!<br></p><p>[Verse 2]<br> I need to be discreet<br> Taking off your dress, let's look and see<br> I look you between the eyes<br> Thought that I was going to fucking die<br> I asked you, the priest to pray<br> And hope we could make it some other day<br> I need you forever and more<br> I know I can't have you so I need you more<br></p><p>[Chorus]<br> (Back off!) <br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!) <br> If the sun still shines it'll be alright<br> (Back off!) <br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!) <br> If the sun still shines it'll be alright,<br> Be alright in the end<br> Touch of death!<br></p><p>[Guitar Solo]</p><p>[Chorus]<br> (Back off!) <br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!) <br> If the sun still shines it'll be alright<br> (Back off!) <br> You know you got me looking<br> 'Cause it's all about tonight<br> (Back off!) <br> If the sun still shines it'll be alright,<br> Be alright in the end<br> Touch of death!<br> Touch of death!<br> Touch of death!<br></p>",
    "Frustration": "<p>[Verse 1]<br> What do you want from me? <br> Give me a sign<br> If I'm not the one then I will step aside<br> Sick of making excuses<br> And I'm sick of your lies<br> I'm the one you want<br> So come on step inside <br></p><p>[Pre-Chorus]<br> What do you want from me<br> In the corners of my mind?<br> It's fine<br> I can't go through life <br> Working this 9 till 5<br></p><p>[Chorus]<br> 'Cause it feels like<br> It's all the same, all the same<br> And it feels like<br> It's all the same,<br> All the same this time<br></p><p>[Verse 2]<br> Making it up to you<br> All through the night<br> I'm the one you want <br> So come on sign the line<br> Taking a chance on me<br> With the sound that you like<br> Just say the word and things will be alright</p><p>[Pre-Chorus]<br> What do you want from me<br> In the corners of my mind?<br> It's fine<br> I can't go through life <br> Working this 9 till 5<br></p><p>[Chorus]<br> 'Cause it feels like<br> It's all the same, all the same<br> And it feels like<br> It's all the same,<br> All the same this time<br></p><p>[Verse 3]<br> And through the night I would do anything<br> To have crowds in my hand <br> When I play this thing<br> I speak the truth and I tell you no lies<br> To see row after row <br> Of people singing the lines<br> I want the life where you can do anything<br> Just with thousands of people singing at me<br> I've got a dream that somewhere in time<br> That the doors will all open <br> And my life will be fine<br></p><p>[Chorus]<br> 'Cause it feels like<br> It's all the same, all the same<br> And it feels like<br> It's all the same,<br> All the same this time<br></p>",
    "Hold Me Down": "<p>[Verse 1]<br> I got issues, I don't know how<br> The strangest feeling comes <br> Takes me there somehow<br> What I need for you to see <br> Is all my feelings torn<br> Takes control of me<br></p><p>[Pre-Chorus]<br> With my head in my hands I feel like I feel<br> I don't believe in yesteryears<br> Something is wrong and it feels like it's right<br> Take me there tonight <br> I feel like I'm living a lie<br></p><p>[Chorus]<br> Hold me down, with a sense of hope<br> I feel so proud and I,<br> I need you here with me<br> (I feel so proud) <br> So scream aloud, in the afternoon<br> I need you now 'cause I,<br> I need you hear with me<br></p><p>[Verse 2]<br> All I need for you to see<br> Is all my feelings born<br> Takes control of me<br> What I've got for you tonight<br> Is tired, twisted, torn<br> Feel me shining bright<br></p><p>[Pre-Chorus]<br> With my head in my hands I feel like I feel<br> I don't believe in yesteryears<br> Something is wrong and it feels like it's right<br> Take me there tonight <br> I feel like I'm living a lie<br></p><p>[Chorus]<br> Hold me down, with a sense of hope<br> I feel so proud and I,<br> I need you here with me<br> (I feel so proud) <br> So scream aloud, in the afternoon<br> I need you now 'cause I,<br> I need you hear with me<br> (Feel so proud to me)</p><p>[Guitar Solo]</p><p>[Chorus]<br> Hold me down, with a sense of hope<br> I feel so proud and I,<br> I need you here with me<br> (I feel so proud) <br> So scream aloud, in the afternoon<br> I need you now 'cause I,<br> I need you hear with me<br></p><p>[Outro]<br> I want you back in my life<br> I'm tired of this pain<br> Do you wanna be mine?</p>",
    "Revealing": "<p>[Verse 1]<br> Close your eyes and dream tonight<br> See the world as it slips inside<br> Am I still the man I think I was before?<br> I believe in honesty<br> Tell the truth you're alright with me<br> Am I still the man I think I was before?<br> Sweet fantastic colour blind<br> Visions of war come into my mind<br> But who is to blame? <br> What have we done to Earth?<br> Turn it loose in a ray of light<br> Launch into superhuman flight<br> Am I still the man I think I was before?</p><p>[Chorus]<br> Revealing what I'm needing<br> In a world where nothing's true<br> I can't wait to compromise you<br> Revealing what I'm feeling<br> In a world where nothing's true<br> I can't wait, this is a call for you</p><p>[Verse 2]<br> Sweet fantastic colour blind<br> Visions of war come into my mind<br> But who is to blame?<br> What have we done to Earth?<br> Magic man in a looking glass<br> If he comes to take me, time has passed<br> Am I still the man I think I was before?</p><p>[Chorus]<br> Revealing what I'm needing <br> In a world where nothing's true<br> I can't wait to compromise you<br> Revealing what I'm feeling<br> In a world where nothing's true<br> I can't wait, this is a call for you</p><p>[Verse 3]<br> Close your eyes and dream tonight<br> See the world as it slips inside<br> Am I still the man I think I was before?</p><p>[Chorus]<br> Revealing what I'm needing <br> In a world where nothing's true<br> I can't wait to compromise you<br> Revealing what I'm feeling<br> In a world where nothing's true<br> I can't wait to compromise you<br> Revealing what I'm needing<br> In a world where nothing's true<br> I can't wait to compromise you<br> Revealing what I'm feeling<br> In a world where nothing's true<br> I can't wait, this is a call for you<br> This is a call for you</p>"
  },
  "Peacemaker": {
    "Langundo": "[Instrumental]",
    "Make You Pay": "<p>[Verse 1]<br> What do you want from me?<br> Keep demanding more<br> But I got you got you got you<br> In my sights<br> Trying to break me down<br> Keep me running round<br> Gonna turn out turn out turn out<br> Turn out your lights</p><p>[Pre-Chorus]<br> I'll hold my nerve<br> Gonna get what you deserve</p><p>[Chorus]<br> Why?<br> Why you got to get in my way?<br> I<br> I'm the who's gonna make you pay</p><p>[Verse 2]<br> Think you're in the right?<br> You're all bark and no bite<br> Gonna take my take my take my<br> Take my time<br> You've pushed me to the edge<br> It's gonna be your end<br> Gonna make it make it make it<br> Make it alright</p><p>[Pre-Chorus]<br> Now it's time<br> Now you've gone <br> And crossed the line</p><p>[Chorus]<br> Why?<br> Why you got to get in my way?<br> I<br> I'm the one to make you pay</p><p>[Guitar Solo]</p><p>[Verse 3]<br> Counting back from ten<br> Try to push me again<br> And it's building building building<br> Up inside<br> Now your time has come<br> Regret what you've done?<br> But you've brought this brought this<br> Brought this on yourself</p><p>[Pre-Chorus]<br> Your wasted lines<br> Wasted lines and you see<br> Through lies</p><p>[Chorus]<br> Why?<br> Why you got to get in my way?<br> I<br> I'm the one to make you pay</p><p>[Chorus]<br> Why?<br> Why you got to get in my way?<br> I<br> I'm the one to make you pay</p>",
    "Rivers": "<p>[Verse 1]<br> The time has passed now what can I say?<br> The minutes ticking they fall away<br> Nobody's coming down the beaten track<br> Down this route there is just one way back</p><p>[Chorus]<br> If you feel like shouting<br> There's just so much to do<br> If you see my crying<br> You'll know it's not untrue</p><p>[Verse 2]<br> The grains of sand keep on passing by<br> The pressure rises I scream out 'Why?'<br> Still no-one's coming down the broken track<br> Down this route the clouds are always black<p>[Chorus]<br> If you feel like shouting<br> There's just so much to do<br> If you see my crying<br> You'll know it's not untrue<p>[Guitar Solo]</p><p>[Verse 3]<br> The sun is up and the shadows fall<br> Somehow I just don't have the time at all<br> Is someone coming down the hidden track?<br> Down this route the path is chipped and cracked</p><p>[Chorus]<br> If you feel like shouting<br> There's just so much to do<br> If you see my crying<br> You'll know it's not untrue</p>",
    "Holy City": "<p>[Verse 1]<br> The same lines<br> Written at different times<br> Conform in different uniforms</p><p>[Pre-Chorus]<br> We all have one God to blame<br> Just one God whose message is the same</p><p>[Chorus]<br> Judgement day will shock<br> Those who think they're clean<br> Try as they might to change your mind<br> The choice should just stay free<br> For you and me<br> In the holy city</p><p>[Verse 2]<br> The same words<br> Just in different rhymes<br> History<br> Telling of their crimes</p><p>[Pre-Chorus]<br> We all have one God to blame<br> Just one God whose message is the same</p><p>[Chorus]<br> Judgement day will shock<br> Those who think they're clean<br> Try as they might to change your mind<br> The choice should just stay free<br> For you and me<br> In the holy city</p><p>[Instrumental]</p><p>[Pre-Chorus]<br> We all have one God to blame<br> Just one God whose message is the same</p><p>[Chorus]<br> Judgement day will shock<br> Those who think they're clean<br> Try as they might to change your mind<br> The choice should just stay free<br> For you and me<br> In the holy city</p>",
    "Peacemaker": "<p>[Verse 1]<br> I wanted to show you<br> Show you something that I feel inside I wanted to own you this time<br> I've been insulted <br> Nobody wants me<br> I feel naked<br> You cannot persist it, now</p><p>[Chorus]<br> I've been to the bottom and back<br> Accusations fly<br> Been to the bottom and back</p><p>[Verse 2]<br> Take all that I owe you<br> Just take everything and run and hide<br> I'm not gonna show you this time<br> I've been insisting<br> The time to resist it<br> The time to make it<br> So make a fist hit, now</p><p>[Chorus]<br> I've been to the bottom and back<br> Accusations fly<br> Been to the bottom and back</p><p>[Guitar Solo]</p><p>[Chorus]<br> And I've<br> Been to the bottom and back<br> Accusations fly<br> Been to the bottom and back</p><p>[Outro]<br> Keep messing with my heart<br> Trembling trepidation<br> Been to the bottom and back</p>",
    "The Wire": "<p>[Verse 1]<br> Just one more smile<br> Is all I need to see<br> Just one more mile<br> And we will feel the sea</p><p>[Chorus]<br> When I'm old<br> When I'm old<br> The time will let me know<br> When my time has come to pass<br> I hope I leave my thumbprint on the glass</p><p>[Verse 2]<br> Just for a while<br> Turn the lights down and just feel<br> Trust me and I will<br> Make our hopes seem less surreal</p><p>[Chorus]<br> When I'm old<br> When I'm old<br> The time will let me know<br> When my time has come to pass<br> I hope I leave my thumbprint on the glass</p><p>[Bridge]<br> We can tear it down<br> Falling like a stone don't you know<br> That I am the chosen one</p><p>[Verse 3]<br> Wonder what they make of<br> All our flashes in the fire<br> Turn your PC off<br> All the facts are in the wire</p><p>[Chorus]<br> When I'm old<br> When I'm old<br> The time will let me know<br> When my time has come to pass<br> I hope I leave my thumbprint on the glass</p><p>[Bridge]<br> And we can tear it down<br> Falling like a stone don't you know<br> That I am the chosen one</p><p>[Guitar solo]</p><p>[Bridge]<br> Yeah we can tear it down<br> Falling like a stone don't you know<br> That I am the chosen one<br> Yes I'm the chosen one</p>",
    "Fortune Favours The Brave": "<p>[Verse 1]<br> 'Stand up and fight' that's what we're told<br> Give back the countries that we stole<br> Is this world in disarray?<br> Put down your knife let's all behave</p><p>[Pre-Chorus]<br> 'Cause I've got stories left untold<br> About you<br> About you<br> And see how the story will unfold<br> Without you <br> Without you</p><p>[Chorus]<br> Take my light to the grave<br> Without you flames get cold<br> Fortune faves the brave<br> Outside in the snow</p><p>[Verse 2]<br> Nothing but vengeance in your heart<br> I could have seen it from the start<br> Disrespect they clame with hate<br> Far from clean is their slate</p><p>[Pre-Chorus]<br> 'Cause I've got stories left untold<br> About you<br> About you<br> And see how the story will unfold<br> Without you <br> Without you</p><p>[Chorus]<br> Take my light to the grave<br> Without you flames get cold<br> Fortunes faves the brave<br> Outside in the snow</p><p>[Guitar Solo]</p><p>[Verse 3]<br> Brothers and sisters see the light<br> Don't walk out into the night<br> Sons and daughters tucked in bed<br> Dreaming of futures you're not dead</p><p>[Pre-Chorus]<br> 'Cause I've got stories left untold<br> About you<br> About you<br> And see how the story will unfold<br> Without you</p><p>[Chorus]<br> Take my hand, are you safe?<br> Without you flames get cold<br> Fortunes faves the brave<br> Outside in the snow<br> The snow</p>",
    "The Prince": "<p>[Verse 1]<br> He sees what you don't<br> He can't do wrong<br> Can do what you won't<br> Always wants to show that he is strong</p><p>[Pre-Chorus]<br> He never sticks and he never stains<br> He makes the moves and he pulls the strings</p><p>[Chorus]<br> The Prince he knows what you need<br> Be your friend and then your end<br> The Prince he knows what to do<br> He'll be your making<br> And your breaking too</p><p>[Verse 2]<br> He could have you killed with all his power<br> Even kings and queens <br> Kings and queens<br> They run and cower</p><p>[Pre-Chorus]<br> He's the end and he's the start<br> He's the one that's really in charge</p><p>[Chorus]<br> The Prince he knows what you need<br> Be your friend and then your end<br> The Prince he knows what to do<br> He'll be your making<br> And your breaking too</p><p>[Pre-Chorus]<br> He never sticks and he never stains<br> He makes the moves and he pulls the strings</p><p>[Chorus]<br> The Prince he knows what you need<br> Be your friend and then your end<br> The Prince he knows what to do<br> He'll be your making<br> And your breaking too</p>",
    "In The Zone": "<p>[Verse 1]<br> 145 seconds left<br> Can I make a point<br> Gonna write a huge hit for you<br> You</p><p>[Verse 2]<br> 130 seconds coming now<br> Feeling uptight<br> Think I might turn the TV on a while<br> While</p><p>[Chorus]<br> All this wasting time<br> I need to find the zone<br> My fingers and my mind<br> Are worn to the bone</p><p>[Verse 3]<br> 100 clicks and it's too late<br> I need an idea<br> Just gonna check my Facebook page<br> Page</p><p>[Verse 4]<br> 85 secs losing daylight<br> Need a few beers<br> To get the juices flowing right<br> Uptight</p><p>[Chorus]<br> All this wasting time<br> I need to find the zone<br> My fingers and my mind<br> Are worn to the bone</p><p>[Guitar Solo]</p><p>[Chorus]<br> A flash, a hit, a spark<br> I'm think I'm ready to go<br> You'll love what I've got in mind<br> I'm in the zone</p><p>[Outro]<br> In the zone<br> In the zone<br> In the zone</p>",
    "Let's Get Rocked": "<p>[Verse 1]<br> I've got a feeling<br> Deep inside<br> When I unleash it<br> Run and hide<br> I've got a hurricane<br> I'll blow your mind<br> You need a rest bite<br> Don't waste my time</p><p>[Pre-Chorus]<br> I'm gonna fire it up<br> Soft ain't good enough<br> We can get down tonight<br> Till the morning light</p><p>[Chorus]<br> Let's get rocked<br> Take your best shot<br> Let's get rocked<br> Show me what you've got<br> Let's get hot<br> Show me what you've got<br> Let's get rocked<br> Show me what you've got</p><p>[Verse 2]<br> I need an SG<br> A Marshall stack<br> A booming bass line<br> Give the drums a whack<br> I'll melt your face off<br> No turning back<br> No Skam is on here<br> We're on the attack</p><p>[Pre-Chorus]<br> I'm gonna fire it up<br> Soft ain't good enough<br> We can get down tonight<br> Till the morning light</p><p>[Chorus]<br> Let's get rocked<br> Take your best shot<br> Let's get rocked<br> Show me what you've got<br> Let's get hot<br> Show me what you've got<br> Let's get rocked<br> Show me what you've got</p><p>[Guitar Solo]</p><p>[Chorus]<br> Let's get rocked<br> Take your best shot<br> Let's get rocked<br> Show me what you've got<br> Let's get hot<br> Show me what you've got<br> Let's get rocked<br> Show me what you've got</p>",
    "More Or Less": "<p>[Verse 1]<br> Don't know why my eyes are open wide<br> Your words are never sung inside<br> Sold your soul for 5 minutes on the floor<br> Give it 6 months and you will see the door</p><p>[Chorus]<br> It seems to me<br> You live your life in bad company<br> Things aren't what they seem</p><p>[Verse 2]<br> It sounds like a mess but looks like a dream<br> One pull you'll come apart at the seams<br> The lines you say they make no sense<br> The lies you sell aren't worth 10 pence</p><p>[Chorus]<br> And it seems to me<br> You live your life in bad company<br> Things aren't what they seem<br> Not what they seem</p><p>[Guitar Solo]</p><p>[Chorus]<br> It seems to me<br> You live your life in bad company<br> Things aren't what they seem</p><p>[Verse 3]<br> Rolled in gold you say 'What's funny?'<br> Don't want riches just your money<br> The reason why you live so fast<br> Your future is your wasted past</p><p>[Chorus]<br> And it seems to me<br> You live your life in bad company<br> Things aren't what they seem</p><p>[Verse 4]<br> Rise up knock down the wall<br> Freedom leaves us standing tall<br> Bring back the nights of '86<br> Make time to create the fix</p><p>[Chorus]<br> And it seems to me<br> You live your life in bad company<br> Things aren't what they seem<br> A crazy dream</p><p>[Instrumental]</p>"
  },
  "The Amazing Memoirs of Geoffrey Goddard": {
    "Prologue": "<p>My name is squadron leader Jeffrey Goddard.<br> What I'm about to tell you <br> I've only ever mentioned once<br> And you will find this hard to do believe.<br> The year was 1935 and I was a test pilot for the RAF.<br> We were working on a secret program<br> Developing a new supersonic fighter jet <br> The SK4M Mark II to be precise.<br> But the boys and I called her the Rook <br> It was during the test phase that<br> I experienced my strange <br> Travelling adventures across time.<br> I still remember it like it was yesterday.<br> It was on test flight 13 out of RAF Brize Norton.<br> We walked out at dawn on the morning of the test<br> It was raining, grey, miserable morning.<br> I set off steady as normal, started to climb<br> Hit some heavy turbulence <br> And the rain came really hard<br> Everything turned black<br> And my instruments made no sense<br> All of a sudden the darkness was gone<br> And the skies were a clear blue.</p><p>This is my story.</p>",
    "Between the Eyes": "<p>[Verse 1]<br> When the clouds subside I will feel alright<br> With the safety off I'm now ready for the flight<br> Nothing is clear and I know it's real<br> Spreading my wings and i strike the next deal</p><p>[Chorus]<br> Take me away this time this day<br> Time to walk the line<br> Right between the eyes</p><p>[Verse 2]<br> Through the wind and rain I see only black<br> Blood is pumping like I'm under attack<br> Dials are wrong and location unclear<br> Push through the haze I ignore my fear</p><p>[Chorus]<br> Take me away this time this day<br> Time to walk the line<br> Right between the eyes</p><p>[Guitar Solo]</p><p>[Verse 3]<br> I feel a surge and I see the lights<br> I'm in a daze is it day or is it night?<br> Nothing is clear but I know it's true<br> Darkness is gone and the sky has turned blue</p><p>[Chorus]<br> Take me away this time this day<br> Time to walk the line<br> Right between the eyes</p><p>[Outro]<br> Where in the world?<br> This is my time to leave this life behind<br> This is my time, I won't be here much longer</p>",
    "Iron Cross": "<p>[Verse 1]<br> Pull up, I'm in his sights<br> Out of view bullets past my starboard side<br> Fly low<br> I need to shake the Iron Cross<br> Nose down I'm in this fight<br> I see red one mistake and it's goodnight<br> Stay sharp<br> I need to shake the Iron Cross</p><p>[Chorus]<br> This time I can do it alone<br> I'm not gonna make it home<br> Look inside<br> The strength to find<br> I can do it alone</p><p>[Verse 2]<br> Bank right he's in my sights<br> Go to shoot he drops and turns into the sky<br> Fly fast<br> I need to shake the Iron Cross<br> Locked on I let it rip<br> Thunder flies I pepper lead into his side<br> I know<br> I'm gonna shake the Iron Cross</p><p>[Chorus]<br> This time I can do it alone<br> I'm not gonna make it home<br> Look inside<br> The strength to find<br> I can do it alone</p><p>[Guitar Solo]</p><p>[Verse 3]<br> Our eyes have met the fight is lost<br> Respect in both of us will grow<br> Into the night and history pages<br> Both of us now go</p><p>[Chorus]<br> This time I've done it alone<br> Alright I'm gonna make it home<br> Look inside<br> The strength to find<br> I can do it alone</p><p>[Outro]<br> I can do it alone<br> Strength to find<br> I can do it alone</p>",
    "Otherside": "<p>[Verse 1]<br> War is raged upon my blade<br> Men will fall and heroes made now<br> Listen to the sound of the horses charge<br> We, we are<br> Yeah we're powerful</p><p>[Chorus]<br> I'll see you on the Otherside<br> Is it right or is it wrong?<br> I'll see you on the Otherside</p><p>[Verse 2]<br> Samurai by my side<br> Fight to death will bring you pride now<br> Listen to the sound of the arrows fly<br> We, we are<br> Yeah we're powerful</p><p>[Chorus]<br> I'll see you on the Otherside<br> Is it right or is it wrong?<br> I'll see you on the Otherside</p><p>[Verse 3]<br> Flags are flying the war is won<br> Raise your swords and shout<br> 'Yeah come on come on'<br> The blood on the ground will fade away<br> But the victory's in our hearts</p><p>[Verse 4]<br> Haunting memories here to stay<br> In my dreams I see this day<br> I don't know if this meant for me<br> Only my makers will decide</p><p>[Chorus]<br> Yeah we're powerful<br> I'll see you on the Otherside<br> Is it right or is it wrong?<br> I'll see you on the Otherside</p>",
    "Take It Or Leave It": "<p>[Verse 1]<br> From the sky you came <br> And you made me feel alive<br> You got me feeling like my fire's alight<br> I will worship you<br> We could live as man and wife<br> Walk with you here and in the afterlife</p><p>[Chorus]<br> You've got my heart<br> Please don't break it this time<br> Take it or leave it <br> Either way is fine<br> Don't waste my time</p><p>[Verse 2]<br> Now the time is right<br> But I've gotta be moving on<br> You got me thinking we both know it's wrong<br> Well the Gods you know<br> Chose me for a higher plan<br> I can't just live here as a mortal man</p><p>[Chorus]<br> You've got my heart<br> Please don't break it this time<br> Take it or leave it <br> Either way is fine<br> Don't waste my time</p><p>[Guitar Solo]</p><p>[Chorus]<br> You've got my heart<br> Please don't break it this time<br> Take it or leave it <br> Either way is fine<br> The sweet sensation<br> Creeping up my spine<br> Take it or leave it<br> That's the bottom line<br> Don't waste my time<br> Take it or leave it now</p>",
    "Peace Of Mind": "<p>[Intro]<br> I couldn't believe this was happening to me<br> I just wanted to get home<br> Would they remember me at home?<br> How many times will time change?<br> When was I chosen for this?<br> I expected to die</p><p>[Verse 1]<br> Hate, hate and lies<br> Faith is all but lost in peoples' lives<br> The truth is hard to see inside your mind<br> Your eyes are open wide but you're still blind</p><p>[Verse 2]<br> Crown, crown and thrones<br> The rules have all been set but this ain't Rome<br> I believe in choice and nothing more<br> Every man can shape their land law</p><p>[Chorus]<br> When you fall asleep<br> Decisions are all done<br> Yesterday's old, today is gold<br> Fills my heart with passion and hope</p><p>[Verse 3]<br> Peace, peace of mind<br> We've restored the trust in humankind<br> The way we used to live is all but gone<br> Our race is fine for now but for how long?</p><p>[Chorus]<br> When you fall asleep<br> Decisions are all done<br> Yesterday's old, today is gold<br> Fills my heart with passion and hope</p><p>[Guitar Solo]</p><p>[Chorus]<br> When you fall asleep<br> Decisions are all done<br> Yesterday's old, today is gold<br> Fills my heart with passion and hope<br> My heart with passion and hope</p>",
    "Bring The Rain": "<p>[Verse 1]<br> I'm on the wall my shackles on<br> Burning legs all my strength is gone<br> How you gonna sleep at night?<br> The rope around my neck is feeling tight</p><p>[Verse 2]<br> Finished with your ways<br> I know you can play<br> Don't wanna play your games<br> Ending this today<br> Gonna bring the pain I'm gonna let it rain</p><p>[Chorus]<br> Bring the rain<br> Black skies ignite<br> And you can hold me down this way<br> Disarray<br> I need to know that I can hold it back down<br> I'm gonna find it again</p><p>[Verse 3]<br> My heart is pumping thinking fast<br> Ropes loose, time to avenge the past<br> Didn't see me now I'm close<br> My silver blade right across your throat</p><p>[Verse 4]<br> Making my escape<br> Freedom's mine today it's mine today<br> Enemy is slain<br> Never be the same I'm gonna let it rain</p><p>[Chorus]<br> Bring the rain<br> Black skies ignite<br> And you can hold me down this way<br> Disarray<br> I need to know that I can hold it back down<br> I'm gonna find it again</p><p>[Guitar Solo]</p><p>[Chorus] Bring the rain<br> Black skies ignite<br> And you can hold me down this way<br> Disarray<br> I need to know that I can hold it back down<br> I'm gonna find it again</p>",
    "Fading Before The Sun": "<p>[Verse 1]<br> The vulture circles in the sky<br> My gun digs coldly in my side<br> My horse is racing loud and heavy<br> My blood is burning deep inside</p><p>[Pre-Chorus]<br> I've been shot down<br> With all my, my selfishness<br> I'm lost and found<br> Found in regret</p><p>[Chorus]<br> Desire I will find you<br> I've been made before<br> Fading before the sun<br> Chilled vibrations <br> They will fade away<br> Fading before the sun</p><p>[Verse 2]<br> The train cuts through the hills like a blade<br> This night at least my debt's been paid<br> Tomorrow I can saddle<br> And leave this life of crime behind</p><p>[Pre-Chorus]<br> I've been shot down<br> With all my, my selfishness<br> I'm lost and found<br> Found in regret</p><p>[Chorus]<br> Desire I will find you<br> I've been made before<br> Fading before the sun<br> Chilled vibrations <br> They will fade away<br> Fading before the sun</p><p>[Guitar Solo]</p><p>[Chorus]<br> Desire I will find you<br> I've been made before<br> Fading before the sun<br> Chilled vibrations <br> They will fade today<br> Fading before the sun</p><p>[Outro]<br> I fade before the sun</p>",
    "Two Worlds": "<p>[Verse 1]<br> Two worlds this time<br> I didn't want to make this place mine<br> Feeling you with me<br> I want you here with me</p><p>[Verse 2]<br> If you want to get by<br> Listen to me beside the camp fire light<br> I'll show you what I see<br> And slowly you'll get me</p><p>[Chorus]<br> Stuck in time I deny<br> If you wanna get by forget my name<br> Stuck in time<br> Memories fade<br> You will never forget this line</p><p>[Verse 3]<br> Seeing eye to eye<br> We are the same but in a different time<br> Standing beside me<br> Not knowing about me</p><p>[Verse 4]<br> You really do defy<br> History dictates the thoughts of my mind<br> You didn't know me<br> Feeling so lonely</p><p>[Chorus]<br> Stuck in time I deny<br> If you wanna get by forget my name<br> Stuck in time<br> Memories fade<br> You will never forget this line</p><p>[Guitar Solo]</p><p>[Chorus]<br> Stuck in time I deny<br> If you wanna get by forget my name<br> Stuck in time<br> Memories fade<br> You will never forget this line</p>",
    "Believe": "<p>[Verse 1]<br> You've got what I've waited for<br> I've got nothing anymore<br> This is where you go<br> Wanting makes me change my mind</p><p>[Verse 2]<br> Hold on to what you want inside<br> It will guide your final ride<br> This is where you go</p><p>[Chorus]<br> Believe in me like I believed in you<br> You wanna make it home<br> I know about the hell you've been suffering<br> I wanna get you home</p><p>[Verse 3]<br> Think of what you want the most<br> You have gone from coast to coast<br> This is all for you<br> Hold on tight for one last flight</p><p>[Verse 4]<br> I know we will meet again<br> For me the meeting's already been<br> This is my goodbye</p><p>[Chorus]<br> Believe in me like I believed in you<br> You wanna make it home<br> I know about the hell you've been suffering<br> I wanna get you home</p><p>I know we'll meet again</p><p>[Guitar Solo]</p><p>[Chorus]<br> Believe in me like I believed in you<br> You wanna make it home<br> I know about the hell you've been suffering<br> I wanna get you home</p>",
    "Aching Hearts": "<p>[Verse 1]<br> When you're in the darkness<br> Afraid to look away<br> I will be by your side<br> Never stray away<br> What's this aching heart?<br> I've been there before<br> Though you know this time it's real<br> That's what makes it sore<br> You belong with me yeah</p><p>[Chorus]<br> Aching hearts<br> Don't let go<br> What you think about<br> When you're alone?<br> This is real<br> I'm not right<br> Aching hearts<br> Are hard to find</p><p>[Verse 2]<br> This is not the end my love<br> Only time will tell<br> No matter where I am<br> You'll be there as well<br> Another time or place in this<br> A different point of view<br> Memories are precious<br> And mine are all of you<br> You belong with me yeah</p><p>[Chorus]<br> Aching hearts<br> Don't let go<br> What you think about<br> When you're alone?<br> This is real<br> I'm not right<br> Aching hearts<br> Are hard to find</p><p>[Instrumental]</p><p>[Chorus]<br> Aching hearts<br> Don't let go<br> What you think about<br> When you're alone?<br> This is real<br> I'm not right<br> Aching hearts<br> Are hard to find</p><p>[Verse 3]<br> You're so hard to fight<br> This is real <br> Oh aching hearts don't let me go<br> What do you think about?</p>",
    "New Dawn": "<p>[Intro]<br> I finally touched down at<br> RAF Brize Norton.<br> I had flown 36 times in 4 years<br> But to everyone else<br> It was as if I'd only been gone for hours.<br> I will never understand how or why it happened<br> But I never spoke about it<br> I was afraid that people would think I was insane.<br> What did I learn from this experience?<br> It always seems impossible until it's done</p><p>[Verse 1]<br> You think that I'm talking<br> Talking to myself when no one's there<br> You think that I'm walking<br> Walking a thin line to the heart of nowhere</p><p>[Pre-Chorus]<br> With the sunrise in the morning<br> My life is dawning<br> Time to repent</p><p>[Chorus]<br> You've taken what you need<br> I'm gonna take time now<br> Reborn tonight, feeling right<br> I'm gonna take it now<br> I'm gonna make it somehow</p><p>[Verse 2]<br> The lives I've seen have shown me<br> Shown me how fast our days disappear<br> The times I've seen have thrown me<br> Thrown me down a pathway that leads me here</p><p>[Pre-Chorus]<br> With the sunrise in the morning<br> My life is dawning<br> Time to repent</p><p>[Chorus]<br> You've taken what you need<br> I'm gonna take time now<br> Reborn tonight, feeling right<br> I'm gonna take it now<br> I'm gonna make it somehow</p><p>[Guitar Solo]</p><p>[Pre-Chorus]<br> With the sunrise in the morning<br> My life is dawning<br> Time to repent</p><p>[Chorus]<br> You've taken what you need<br> I'm gonna take time now<br> Reborn tonight, feeling right<br> I'm gonna take it now<br> I'm gonna make it somehow</p>"
  },
  "Intravenous": {
    "Green Eyes": "<p>[Verse 1]<br> Cut down cut deep<br> Deeper inside my soul<br> A plastic person to mould<br> No tales no lies<br> No rock for your roll<br> I want to run and hide</p><p>[Pre Chorus]<br> This is what I've got<br> What I try to ignore<br> Throw your homemade values<br> Right our the door</p><p>[Chorus]<br> Take it in take it down<br> No point to prove yeah<br> I need to swallow it down<br> Down to the bottom of my heart now<br> I see through jaded skies<br> These are my greenest eyes</p><p>[Verse 2]<br> No doubt you shout <br> About the race you've won<br> A step ahead of the game<br> No more excuses<br> I'm trying to get out<br> I'm gonna fix it all</p><p>[Pre-Chorus]<br> This is what I've got<br> What I try to ignore<br> Throw your homemade values<br> Right our the door</p><p>[Chorus]<br> Take it in take it down<br> No point to prove yeah<br> I need to swallow it down<br> Down to the bottom of my heart now<br> We're gonna paint the town<br> Burn the place down<br> Coming back round<br> Maybe it's a dangerous start<br> You will believe<br> The power within me<br> I see through jaded skies<br> These are my greenest eyes<br> Shout it out</p>",
    "Wake Up": "<p>[Verse 1]<br> No illusion<br> Nothing to hide away<br> Open up and let your feelings fly</p><p>[Chorus]<br> I know you've got to make believe<br> A ship upon the sea<br> Lock without a key<br> Please just wake up and see<br> I know you've got to wonder why<br> My hopes are to be freed<br> Just come back to me<br> Please just wake up and see</p><p>[Verse 2]<br> Shattered mirrors<br> Shattered view of the sky<br> Silent scream<br> Silent darkened sky</p><p>[Chorus]<br> I know you've got to make believe<br> A ship upon the sea<br> Lock without a key<br> Please just wake up and see<br> I know you've got to wonder why<br> My hopes are to be freed<br> Just come back to me<br> Please just wake up and see</p><p>[Guitar Solo]</p><p>[Chorus]<br> I know you've got to make believe<br> A ship upon the sea<br> Lock without a key<br> Please just wake up and see<br> I know you've got to wonder why<br> My hopes are to be freed<br> Just come back to me<br> Please just wake up and see</p><p>[Outro]<br> You're amazing<br> I know you've got to wonder why<br> My hopes are to be free</p>",
    "One Track Mind": "<p>[Verse 1]<br> The noise dies down<br> My breath's the only sound<br> The house, it sighs<br> And it's all for you<br> All for you yeah</p><p>[Verse 2]<br> Lie back and gaze<br> I need to change my ways<br> Squeeze tight, twilight<br> And it's all for you<br> All for you yeah</p><p>[Chorus]<br> Try to<br> Feel like you want me too<br> I think you'll find<br> I've got a one track mind now<br> No need to feel this way<br> I know you try<br> I've got a one track mind</p><p>[Verse 3]<br> The clock strikes two<br> And still I think of you<br> What we did then<br> And it's all for you<br> All for you yeah</p><p>[Verse 4]<br> This world I've made<br> All part of a sharade<br> The wind blows loud<br> And it's all for you<br> All for you</p><p>[Chorus]<br> Try to<br> Feel like you want me too<br> I think you'll find<br> I've got a one track mind now<br> No need to feel this way<br> I know you try<br> I've got a one track mind</p><p>[Verse 5]<br> I can't sleep another night<br> I hope you're dreaming all alone<br> Where I can't hold you tight<br> Beneath your unmarked stone<br> Reduced to ash and bone</p><p>[Guitar Solo]</p>",
    "How Many Times": "<p>[Verse 1]<br> You, you are my life<br> But I'm left here waiting<br> Like everything is wrong<br> I wish to feel no more<br> And I've pulled you down<br> Please just hide your frown</p><p>[Pre-Chorus]<br> How many times must you be told?<br> I'm not the one who wears the blindfold<br> My smile on the outside<br> Is nothing but lies<br> A clowns own clothes<br> Are his disguise</p><p>[Chorus]<br> 'Cause I'm mean<br> Yes I'm selfish and I'm bored<br> 'Cause I've got nothing to make me smile<br> You think you're always right<br> When I feel<br> Like my heart is torn away<br> I've got nothing left to make me smile<br> The darkness hides the light</p><p>[Verse 2]<br> Take, take all my hate<br> And I've got no faith<br> In my own gaping doubt<br> I've been here before<br> The time will pass<br> But for now I'm glass</p><p>[Pre-Chorus]<br> How many times must you be told?<br> I'm not the one who wears the blindfold<br> My smile on the outside<br> Is nothing but lies<br> A clowns own clothes<br> Are his disguise</p><p>[Chorus]<br> 'Cause I'm mean<br> Yes I'm selfish and I'm bored<br> 'Cause I've got nothing to make me smile<br> You think you're always right<br> When I feel<br> Like my heart is torn away<br> I've got nothing left to make me smile<br> The darkness hides the light</p><p>[Guitar Solo]</p><p>[Chorus]<br> 'Cause I'm mean<br> Yes I'm selfish and I'm bored<br> 'Cause I've got nothing to make me smile<br> You think you're always right<br> 'Cause I feel<br> Like my heart is torn away<br> I've got nothing left to change my mind<br> The darkness hides the light</p>",
    "Fight The Fire": "<p>[Verse 1]<br> Head down and form a line<br> Blow the cobwebs away<br> I'm feeling more than fine<br> Hard work and hard play</p><p>[Pre-Chorus]<br> Forget my hopes and dreams<br> I need to fight</p><p>[Chorus]<br> Fight!<br> Fight the fire<br> My body's pulling me down<br> I don't want to wait to<br> Fight!<br> Fight the fire<br> When I'm closing my eyes<br> I will not regret my ride</p><p>[Verse 2]<br> I feel your warmth inside<br> Got you under my skin<br> Lie down and lose my mind<br> I've got no shame within</p><p>[Pre-Chorus]<br> Forget my hopes and dreams<br> I need to fight</p><p>[Chorus]<br> Fight!<br> Fight the fire<br> My body's pulling me down<br> I don't want to wait to<br> Fight!<br> Fight the fire<br> When I'm closing my eyes<br> I will not regret my ride</p><p>[Guitar Solo]</p><p>[Pre-Chorus]<br> Forget my hopes and dreams<br> I need to fight</p><p>[Chorus]<br> Fight!<br> Fight the fire<br> My body's pulling me down<br> I don't want to wait to<br> Fight!<br> Fight the fire<br> When I'm closing my eyes<br> I will not regret my ride</p>",
    "On The Run": "<p>[Verse 1]<br> Why can't<br> Why can't I feel alive?<br> Locked in<br> I've got it all to hide</p><p>[Pre-Chorus]<br> You've got me on the run<br> And yet I can't escape<br> This is my secret curse</p><p>[Chorus]<br> 'Cause I'm still here<br> Yes I'm<br> I'm lost I've come undone<br> While I'm still here<br> I've got nowhere to run</p><p>[Verse 2]<br> Look down<br> Look down and see me cry<br> Try now<br> Try now to reach the sky</p><p>[Pre-Chorus]<br> You've got me on the run<br> And yet I can't escape<br> This is my secret curse</p><p>[Chorus]<br> 'Cause I'm still here<br> Yes I'm<br> I'm lost I've come undone<br> While I'm still here<br> I've got nowhere to run</p><p>[Guitar Solo]</p><p>[Chorus]<br> 'Cause I'm still here<br> Yes I'm<br> But darling I've become<br> The one still here<br> With nowhere left to run<br> 'Cause I'm still here<br> But darling I've become<br> The one still here<br> With nowhere left to run</p>",
    "Circles": "<p>[Verse 1]<br> I feel left out<br> I've been wasting on my own again<br> I'm locked away<br> I can't stand this one more day</p><p>[Verse 2]<br> Living life just feeling down<br> I can't wait this long<br> Trying to get my life in check<br> Wonder if it's over yet</p><p>[Chorus]<br> Don't pretend you understand<br> That my hope is gone<br> Trying to get my life in check<br> Walking in circles I'm a wreck<br> There's a feeling in my heart<br> Time will fly<br> Gotta hold myself up high<br> To reach the sky</p><p>[Verse 3]<br> Whilst there's no doubt<br> I've been watching you<br> Been trying to know the path to go<br> Just another average Joe</p><p>[Verse 4]<br> Feel it coursing through my veins<br> I get through this pain<br> Trying to get my life in check<br> Going in circles I'm a wreck</p><p>[Chorus]<br> Don't pretend you understand<br> That my hope is gone<br> Trying to get my life in check<br> Walking in circles I'm a wreck<br> There's a feeling in my heart<br> Time will fly<br> Gotta hold myself up high<br> To reach the sky</p><p>[Guitar Solo]</p><p>[Verse 5]<br> Nowhere to run<br> Nowhere to hide<br> Gotta hold myself up high<br> To reach the sky<br> Nowhere to run<br> Nowhere to hide</p><p>[Chorus]<br> Don't pretend you understand<br> That my hope is gone<br> Trying to get my life in check<br> Walking in circles I'm a wreck<br> There's a feeling in my heart<br> Time will fly<br> Gotta hold myself up high<br> To reach the sky</p><p>[Outro]<br> Nowhere to run<br> Nowhere to hide<br> Gotta hold myself up high<br> To reach the sky<br> Nowhere to run<br> Nowhere to hide</p>",
    "Fade Out": "<p>[Verse 1]<br> Fat cats and filthy rats<br> Don't spit your lines on me<br> Top hats and bureaucrats<br> Are falling to their knees<br> Black trade and contracts made<br> But I've got something to say<br> You're a plague, a hand grenade<br> To all that you betray</p><p>[Pre-chorus]<br> Turn around hide underground<br> You don't own me<br> Your voice will not be drowned<br> You gotta show me</p><p>[Chorus]<br> Fade out<br> Fade out from this life<br> I need you gone<br> Nothing else<br> But greed over glory<br> Fade out<br> You're the one<br> The working man needs gone<br> Nothing else <br> But greed over glory</p><p>[Verse 2]<br> Black suits, Italian boots<br> The noxious stench you spray<br> Rotten fruits from sour roots<br> Here sprouts the British way<br> This land will make a stand<br> Against the status quo<br> Cards dealt you play your hand<br> New seeds of hope will grow</p><p>[Pre-chorus]<br> Turn around hide underground<br> You don't own me<br> My voice will not be drowned<br> You gotta show me</p><p>[Chorus]<br> Fade out<br> Fade out from this life<br> I need you gone<br> Nothing else<br> But greed over glory<br> Fade out<br> You're the one the working man needs gone<br> Nothing else <br> But greed over glory</p><p>[Guitar Solo]</p><p>[Verse 3]<br> Sit down it's not your turn<br> Roll a dice respect you'll earn<br> Listen to the voice it shines<br> No regrets we draw the line</p><p>[Chorus]<br> Fade out<br> Fade out from this life<br> I need you gone<br> Nothing else<br> But greed over glory<br> Fade out<br> You're the one the working man needs gone<br> Nothing else <br> But greed over glory</p>",
    "I'm Not The Only One": "<p>[Verse 1]<br> See the colours of my tears<br> Resting on my face<br> Reflecting all my fears<br> A sign of my disgrace<br> You're calling out before me<br> My feelings don't control me</p><p>[Chorus]<br> I'm not the only one<br> When I'm alone I feel so numb<br> I'm not the only one<br> You face up to what you've done</p><p>[Verse 2]<br> When I look into my eyes<br> I see my former self<br> A person I despise<br> Because it's someone else<br> You're calling out before me<br> My feelings don't control me</p><p>[Instrumental]</p><p>[Chorus]<br> I'm not the only one<br> Together we can overcome<br> I'm not the only one<br> You face up to what you've done<br> I'm not the only one<br> You find out what you've done<br> I'm not the only one<br> You can hope and you can run<br> I'm not the only one<br> Together we can overcome<br> I'm not the only one<br> You face up to what you've done<br> I'm not the only one<br> You gotta take it, step back and break it<br> I'm not the only one<br> You face up to what you've done</p>",
    "Deadliest Sin": "<p>[Verse 1]<br> Find a way and let me show you<br> What bears heavy on my mind<br> No way back from what you say<br> Now it's gonna be real<br> Leaving questions left behind</p><p>[Verse 2]<br> And it comes back down again<br> Gotta turn back and walk away<br> Deep inside you know<br> Gotta own up and face the day<br> This is what I've tried to show<br> Tried to show<br> It bears heavy on my mind</p><p>[Verse 3]<br> Now I feel your time is over<br> Pride is easy left behind<br> Your reflection isn't real<br> But you want to be heard now<br> It gets heavy on my mind</p><p>[Verse 4]<br> And it comes back down again<br> Gotta turn back and walk away<br> Deep inside you know<br> Gotta own up and face the day<br> Forget your past life<br> 'Cause I hate what you say<br> Walk away, walk away</p><p>[Chorus]<br> Come what may<br> When the day is done I'll know<br> If you're friend or rival<br> When it's all in play<br> On the darkest day I'll show<br> I'm gonna fight for our survival</p><p>[Bridge]<br> And it comes back down again<br> Is this ever gonna end?</p><p>[Guitar Solo]</p><p>[Chorus]<br> Come what may<br> When the day is done I'll know<br> If you're friend or rival<br> When it's all in play<br> On the darkest day I'll show<br> I'm gonna fight for our survival</p>",
    "I Didn't Know": "<p>[Verse 1]<br> 'Cause it feels like I'm letting go<br> Of a friend<br> What you gonna do now?<br> You might find I'm not there<br> I didn't know</p><p>[Verse 1]<br> Take back<br> Take back the thoughts in my head<br> This time, this time<br> They won't believe what you said</p><p>[Pre-Chorus]<br> 'Cause you're not right now<br> Taking all these things from me<br> I wonder what you feel<br> I don't mind</p><p>[Chorus]<br> 'Cause it feels like I'm letting go<br> Of a friend<br> What you gonna do now?<br> You might find I'm not there<br> I didn't know</p><p>[Verse 2]<br> Right now<br> Right now my temperature's high<br> Just know, just know<br> I will not turn a blind eye</p><p>[Pre-Chorus]<br> 'Cause you're not right now<br> Taking all these things from me<br> I wonder what you feel<br> I don't mind</p><p>[Chorus]<br> 'Cause it feels like I'm letting go<br> Of a friend<br> What you gonna do now?<br> You might find I'm not there<br> I didn't know</p><p>[Guitar Solo]</p><p>[Chorus]<br> 'Cause it feels like I'm letting go<br> Of a friend<br> What you gonna do now?<br> You might find I'm not there<br> When you're gonna come back<br> You might find<br> Even when your time has gone<br> What you gonna do now?<br> You might find<br> I'm not there<br> I didn't know<br> I didn't know</p>",
    "The Cure": "<p>[Verse 1]<br> I need to find a way<br> To face another day<br> I can't find the cure<br> The cure for all this pain</p><p>[Pre-Chorus]<br> In this life<br> We are struck down in our prime<br> Like a weight wrapped around you</p><p>[Verse 2]<br> We try and walk the road<br> The road to break it's code<br> For all the faith we gave<br> Our dreams just turn to graves</p><p>[Pre-Chorus]<br> In this life<br> We are struck down in our prime<br> Like a weight wrapped around you</p><p>[Chorus]<br> To find our sense of glory<br> Pay our price<br> We must strive to light the night<br> If I find a way<br> I would share it<br> I'm just tired of wasting life</p><p>[Verse 3]<br> The future holds the key<br> To unlock what we need<br> We will find the cure<br> The cure for this disease</p><p>[Pre-Chorus]<br> In this life<br> We are struck down in our prime<br> Like a weight wrapped around you</p><p>[Chorus]<br> To find our sense of glory<br> Pay our price<br> We must strive to light the night<br> If I find a way<br> I would share it<br> I'm just tired of wasting life</p><p>[Chorus]<br> To find our sense of glory<br> Pay our price<br> We must strive to light the night<br> To find our sense of glory<br> Pay our price<br> We must strive to light the night<br> If I find a way<br> I would share it<br> I'm just tired of wasting life</p><p>[Outro]<br> The future holds the key<br> To unlock what we need<br> We will find the cure<br> Future find a way<br> Find out what we need</p>",
    "Do It Again": "<p>[Verse 1]<br> I've been hurt<br> I've been down<br> I've been beat up<br> Got myself off the ground<br> I can take what I like<br> Got my hold on people every single night</p><p>[Verse 2]<br> And I've been pushed<br> And I've been washed away<br> Pain's coming through to me<br> And I've been wasted down inside of the depths<br> My poisonous enemy</p><p>[Chorus]<br> But I'm fine you know<br> I'm wide awake<br> Never stop coming again<br> I've been down you know<br> But I might as well<br> Come around and do it again</p><p>[Verse 3]<br> No regrets, no remorse<br> Got my feet up<br> Yeah myself's back on course<br> I can say what I like<br> To my rock disciples underneath the lights</p><p>[Verse 4]<br> And Ive been rocked<br> And I've been rolled away<br> Life on the road's ok<br> And when I see you singing back to me<br> I live to fight another day</p><p>[Chorus]<br> But I'm fine you know<br> I'm wide awake<br> Never stop coming again<br> I've been down you know<br> But I might as well<br> Come around and do it again</p><p>[Guitar Solo]</p><p>[Chorus]<br> But I'm fine you know<br> I'm wide awake<br> Never stop coming again<br> I've been down you know<br> But I might as well<br> Come around and do it again</p><p>[Chorus]<br> But I'm fine you know<br> I'm wide awake<br> Never stop coming again<br> I've been down you know<br> But I might as well<br> Come around and do it again</p>"
  }
}
